import random
print("🎉 Генератор романтических сообщений ко Дню святого Валентина! 🎉")

phrases = [
"Ты — как солнечный луч в пасмурный день!",
"С тобой каждый день — как праздник!",
"Твоя улыбка — моё самое любимое зрелище!",
"Ты делаешь мир ярче просто своим присутствием!",
"Спасибо, что ты есть в моей жизни!",
"Ты — моя звезда, которая светит даже в самую тёмную ночь!",
"С тобой время летит незаметно!",
"Ты вдохновляешь меня каждый день!",
"Долгих лет жизни!"
]
name = input(" Напиши имя того, кому хотим отправить послание: ")
random_phrase = random.choice(phrases)
print(name + ", " + random_phrase + "❤️")
